Repository: cthbleachbit/photils-dt
Catalog: locale/*/LC_MESSAGES/photils.po
Languages: de_de, it_it, zh_cn

source: get tags
it_it: Crea etichette
zh_cn: 获取标签

source: requires a restart to be applied
de_de: erfordert einen Neustart um angewendet zu werden
it_it: E' necessario un riavvio per applicare le modifiche
zh_cn: 需要重新启动 darktable 已应用设置

source: min confidence value
it_it: Imputa val. minimo affidabilità
zh_cn: 最小可信度

source: The suggested tags were not generated for the currently selected image!
de_de: Die vorgeschlagenen Stichwörter wurden für das aktuell ausgewählte Bild nicht generiert!
it_it: Le etichette suggerite per l'immagine selezionata non sono state generate!
zh_cn: 未对当前选中的图像 生成建议的标签！

source: page %s of %s
it_it: pagina %s di %s
zh_cn: 第 %s 页 共 %s 页

source: Tags successfully attached to image
de_de: Stichwörter erfolgreich an Bild angefügt
it_it: Le etichette sono state collegate all'immagine
zh_cn: 成功为图像附加标签

source: Error writing to `%s`
de_de: Fehler beim Schreiben in `%s`
it_it: Errore di scrittura su `%s`
zh_cn: 写入 `%s` 时发生错误

source: %s failed, see terminal output for details
de_de: %s fehlgeschlagen, siehe Terminal-Ausgabe für Details
it_it: %s non ha funzionato. Verifica eventuali messaggi sul terminale...
zh_cn: %s 失败，查看终端输出以获得更多信息

source: %s found %d tags for your image
de_de: %s gefunden %d-Stichwörter für Ihr Bild
it_it: %s ha trovato %d etichette per questa immagine
zh_cn: %s 为您的图像找到了 %d 个标签

source: No image selected.
de_de: Kein Bild ausgewählt.
it_it: Nessuna immagina selezionata
zh_cn: 未选中图像。

source: This plugin can only handle a single image.
de_de: Dieses Plugin kann nur ein einziges Bild verarbeiten.
it_it: Questo plugin può operare solo su una singola immagine per volta!
zh_cn: 此插件一次只能处理一张图像。

source: attach %d tags
it_it: Collega %d etichette
zh_cn: 附加 %d 个标签

source: photils-cli not found
de_de: photils-cli nicht gefunden
it_it: Non riesco a trovare photils-cli
zh_cn: 未找到 photils-cli 程序

source: Select an image, click "Get Tags" and get suggestions for tags.
de_de: Wählen Sie ein Bild aus, drücken Sie "Hole Stichwörter" und erhalten Sie Vorschläge für Stichwörter.
it_it: Seleziona un'immagine, fai click su "Crea etichette" ed otterrai i suggerimenti per le etichette.
zh_cn: 选中图像后点击“获取标签” 可获得标签建议。

source: Get Tags
de_de: Hole Stichwörter

source: Page %s of %s
de_de: Seite %s von %s

source: Attach %d Tags
de_de: %d-Stichwörter anhängen
